Repository: YILING0013/ChangeFolderIcon
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn

# About.Content
source: About
zh_cn: 关于

source: Applying icons
zh_cn: 正在应用图标

# Help.Content
source: Help
zh_cn: 帮助

source: icon
zh_cn: 图标

# itleBarSearchBox.PlaceholderText
source: Search for icons or folders.
zh_cn: 搜索图标或文件夹

# LoadFailedTip
source: Load Failed
zh_cn: 加载失败

# LoadingTip
source: Loding...
zh_cn: 加载中...

# CloseButtonText
source: OK
zh_cn: 确定

source: Result
zh_cn: 应用结果

# SearchboxPrompt
source: No results found.
zh_cn: 未找到结果

# SettingsButton.ToolTipService.ToolTip
source: Setting
zh_cn: 设置

# SidebarButtonText_1.Text
source: Select the root folder.
zh_cn: 选择根文件夹

# SidebarButtonText_2.Text
source: Browse and select the folder.
zh_cn: 浏览并选择文件夹

# SidebarTip.Text
source: Folder has not been selected yet.
zh_cn: 尚未选择文件夹

# SuccessfullyAppliedTip_1
source: Successfully applied to
zh_cn: 成功应用到

# SuccessfullyAppliedTip_2
source: folders
zh_cn: 个文件夹

source: use
zh_cn: 使用

source: Success
zh_cn: 成功

source: Failed
zh_cn: 失败

# IconPageHeaderTitle.Text
source: Please select a folder
zh_cn: 请选择文件夹

# IconPageHeaderDescription.Text
source: Select a folder from the left navigation bar, or drag and drop a folder onto the icon
zh_cn: 从左侧导航栏选择文件夹，或直接拖拽文件夹到图标上

# IconPageSelectedIconText.Text
source: No icon selected.
zh_cn: 未选择图标

# IconPageApplyButton.Content
source: Apply to folder
zh_cn: 应用到文件夹

# IconPageApplyAllButton.Content
source: Apply to all subfolders
zh_cn: 应用到所有子文件夹

# IconPageClearButton.Content
source: Reset icon
zh_cn: 重置图标

# IconPageClearAllButton.Content
source: Reset all
zh_cn: 重置所有

source: Selected
zh_cn: 已选择

source: No icon selected
zh_cn: 未选择图标

source: Done
zh_cn: 完成

# AppliedFolder
source: Applied to the selected folder(s).
zh_cn: 已应用到选中文件夹。

source: Note
zh_cn: 提示

# SelectTargetFolder
source: Please select a target folder from the left navigation.
zh_cn: 请在左侧导航中选择一个目标文件夹。

# clearedFolder
source: The folder's icon has been cleared.
zh_cn: 已清除该文件夹的图标。

# clearedFolderText_1
source: Icons applied to
zh_cn: 已为

# clearedFolderText_2
source: subfolders.
zh_cn: 个子文件夹应用图标。

# SelectTargetFolderFirst
source: Please select a target folder first.
zh_cn: 请先选择目标文件夹。

# clearedFoldersText_1
source: Icons cleared for
zh_cn: 已清除

# clearedFoldersText_2
source: folders (including subfolders).
zh_cn: 个文件夹（包括子文件夹）的图标。

# ClickToSelect
source: Please click to select an icon first.
zh_cn: 请先点击选择一个图标。

# ClickToSelectLeftNavigation
source: Please select a folder from the left navigation first.
zh_cn: 请先在左侧导航中选择一个文件夹。

# IconControlTip.Text
source: Release to apply
zh_cn: 释放以应用
